"Button 1:"		= "Bouton 1:";
"Button 2:"		= "Bouton 2:";
"Button 3:" 	= "Bouton 3:";
"Button 4:"		= "Bouton 4:";

"Backlight Correction"	= "Correc rétro-éclairage";
"Color Restoration"		= "Restauration des couleurs";
"Descreening"			= "Détramage";
"Dust Removal"			= "Dépoussiérage";
"Unsharp Mask"			= "Netteté";

"None"			= "Aucune";
"Newspaper"		= "Journal(85lpi)";
"Magazine"		= "Magazine(133lpi)";
"Fine Prints"	= "Impressions d’art(175lpi)";
"General"		= "Classique";

"Low"		= "Faible";
"Medium"	= "Moyen";
"High"		= "Fort";

"Quiet Mode"        = "Mode silencieux";
"Off"               = "Non";
"On"                = "Oui";
"Printer Setting"   = "Paramètre de l'imprimante";
